export const productsData = [
  {
    id: 1,
    title: "אימוני לחימה משולבים",
    description:
      "שילוב של אגרוף, היאבקות וקרב מגע – כלים פיזיים ומנטליים שישפרו את היכולת שלך בשטח ובחיים",
    image: "/images/krav-maga.jpg",
  },
  {
    id: 2,
    title: "סימולציות ימי סיירות וימי גיבוש",
    description:
      'מספר ימים אינטנסיביים בשטח עם כלל החניכים. סימולציות קרביות וטכניקות הגנה עצמית מתקדמות. הכנה מרחבית מקיפה לגיבוש, פיתוח עבודת צוות ומובילות. בהובלת מגבשים לשעבר מיחידות העלית של צה"ל',
    image: "/images/infinity_image1.jpg",
  },
  {
    id: 3,
    title: 'הכנה ייעודית לכלל יחידות העלית בצה"ל',
    description:
      "לוחמה, טיס, שייטות, סיירות ויחידות מיוחדות – הכנה פיזית ומנטלית שמייצרת מצוינות ומובילה להישגים שישארו אצלך כל החיים",
    image: "/images/beach-training.jpg",
  },
  {
    id: 4,
    title: "תכנית דיבור בפני קהל והנהגת צוות",
    description:
      "נלמד אותך כיצד לדבר בביטחון מול קהל, להוביל ולהדריך צוות, ולהפוך למנהיג מקצועי שמניע ומסעיר",
    image: "/images/public-speaking.jpg",
  },
  {
    id: 5,
    title: "שפת גוף נכונה והכנה מקצועית לראיונות ומיונים",
    description:
      "התהליך כולל את בחינת שפת הגוף שלך לשיפור ממוקד ואישי עבורך, עם כלים שיגדילו משמעותית את ההצלחה שלך במיונים, בראיונות ובקורס קצינים",
    image: "/images/public-speaking2.jpg",
  },
  {
    id: 6,
    title: "תכנית בונוס לחניכים מצטיינים",
    description:
      "אימון מנטלי אישי וממוקד עם יונתן בן שבת (שעה מלאה), שכולל מפגש אישי לליווי מנטלי מקצועי, מיפוי מדויק של היכולות והאתגרים שלך, ובניית מסלול אישי מותאם שיקדם אותך לשיא הביצועים וההצלחה. (ניתן גם לקבל את התכנית בנפרד בתיאום מראש מול הנציג, שיחזור אליך להרשמה)",
    image: "/images/public-speaking2.jpg",
  },
];

export default productsData;
