export const testimonialsData = [
  {
    id: 1,
    name: "א` הרצליה",
    unit: "דובדבן",
    text: "בתוכנית אינפיניטי קיבלתי תמיכה מקצועית ושיטה ייחודית שמשלבת פיזי ומנטלי. המדריכים נתנו לי את הכלים להתמודד עם אתגרים ולהתקדם.",
    image: "/images/alef-erchelia.jpg",
    image_style: "object-cover object-[50%_15%]",
  },
  {
    id: 2,
    name: "נ` ראש העין",
    unit: "סיירת חרוב",
    text: "הייתי במקום אחר לגמרי. הצוות והמדריכים נתנו לי ביטחון שלא היה לי קודם.",
    image: "/images/nun-rosh-hain.jpg",
    image_style: "object-cover object-[50%_15%]",
  },

  {
    id: 3,
    name: "ד׳ הרצליה",
    unit: "חובלים",
    text: "כשהגעתי הייתי ילד שמחפש כיוון, לא באמת ידעתי מה אני שווה ומה הגבולות שלי. האימונים חיזקו אותי לא רק בגוף גם בראש. למדתי במהלך שנה שלמה להתמודד לדחוף קדימה ולהיות חלק מצוות שלא מוותר. תודה ליונתן ולמדריכים שלא וויתרו לי לאורך כל הדרך והפכו אותי למי שאני היום.",
    image: "/images/dalet-erchelia.jpg",
    image_style: "object-cover object-[50%_15%]",
  },
  {
    id: 4,
    name: " י׳ הרצליה",
    unit: "עוקץ",
    text: "לפני חצי שנה לא היה לי כמעט כושר בכלל, התחלתי מאפס, כל ריצה הייתה אתגר. אבל עם התמדה, דחיפה מהצוות ואימונים שלא מוותרים הגוף התחזק משמעותית. מאיך שהתחלתי אני בדרך להגשים חלום שתכלס לא באמת האמנתי בעצמי שאוכל להשיג.",
    image: "/images/yud-herchelia.jpg",
    image_style: "object-cover object-[50%_15%]",
  },
];

export default testimonialsData;
